[
  {
    "id": 1,
    "name": "Rose",
    "pride": "Beautiful Flowers",
    "price": "$25",
    "type": "Flowering",
    "assetImage": "pot15.png",
    "description": "Roses are known for their colorful and fragrant flowers. With a wide range of colors and varieties, they have been symbols of love and beauty for centuries. Whether used in bouquets, gardens, or as gifts, roses hold a special place in our hearts and cultures worldwide. Their elegance and charm make them a popular choice for various occasions.",
    "height": 24.0,
    "humidity": 60.0,
    "width": 18.0,
    "isRecommended": false,
    "isTop": true,
    "isIndoor": false,
    "isOutdoor": true
  },
  {
    "id": 2,
    "name": "Fern",
    "pride": "Lush Foliage",
    "price": "$18",
    "type": "pot2.png",
    "assetImage": "pot3.png",
    "description": "Ferns have delicate and feathery leaves, perfect for shady spots. These ancient plants have existed for millions of years, adapting to various environments. Their unique appearance adds a touch of elegance to indoor and outdoor spaces. Ferns are valued not only for their decorative value but also for their ability to improve air quality by filtering toxins.",
    "height": 18.0,
    "humidity": 75.0,
    "width": 24.0,
    "isRecommended": false,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 3,
    "name": "Lavender",
    "pride": "Aromatic Leaves",
    "price": "$12",
    "type": "Herb",
    "assetImage": "pot5.png",
    "description": "Lavender is known for its soothing fragrance and versatile uses. With its vibrant purple flowers and distinctive scent, lavender is a popular choice for aromatherapy, culinary applications, and even skincare products. It thrives in sunny locations and well-draining soil, making it a delightful addition to gardens and indoor spaces alike.",
    "height": 12.0,
    "humidity": 40.0,
    "width": 10.0,
    "isRecommended": true,
    "isTop": true,
    "isIndoor": true,
    "isOutdoor": true
  },
  {
    "id": 4,
    "name": "Snake Plant",
    "pride": "Low Maintenance",
    "price": "$15",
    "type": "Succulent",
    "assetImage": "pot6.png",
    "description": "Snake plants are hardy and can thrive in various conditions. Also known as mother-in-law's tongue, these succulents have striking vertical leaves that add a modern touch to any space. Snake plants are well-suited for busy individuals or those new to gardening, as they require minimal care while still offering a touch of nature indoors.",
    "height": 16.0,
    "humidity": 40.0,
    "width": 8.0,
    "isRecommended": true,
    "isTop": true,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 5,
    "name": "Cactus",
    "pride": "Desert Beauty",
    "price": "$10",
    "type": "Succulent",
    "assetImage": "pot8.png",
    "description": "Cacti are adapted to survive in arid environments with their unique shapes. These water-storing plants come in various sizes and forms, from the iconic saguaro to the charming prickly pear. With minimal water requirements and a strong ability to thrive in sunlight, cacti are an excellent choice for those seeking low-maintenance green companions.",
    "height": 10.0,
    "humidity": 20.0,
    "width": 6.0,
    "isRecommended": false,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": true
  },
  {
    "id": 6,
    "name": "Monstera",
    "pride": "Trendy Foliage",
    "price": "$30",
    "type": "Foliage",
    "assetImage": "pot9.png",
    "description": "Monstera plants have iconic split leaves and are popular in interior design. With their dramatic foliage, these plants bring a tropical feel to homes and offices. Monstera leaves develop unique splits as they mature, making each leaf a work of art. Their adaptability to various light conditions further adds to their allure.",
    "height": 30.0,
    "humidity": 65.0,
    "width": 24.0,
    "isRecommended": false,
    "isTop": true,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 7,
    "name": "Succulent Mix",
    "pride": "Assorted Succulents",
    "price": "$20",
    "type": "Succulent",
    "assetImage": "pot1.png",
    "description": "A mix of various succulent species, each with unique shapes and colors. Succulents are renowned for their water-storing capabilities, making them well-suited for arid environments. This diverse mix allows you to create stunning arrangements and explore the fascinating world of succulent diversity.",
    "height": 6.0,
    "humidity": 30.0,
    "width": 12.0,
    "isRecommended": true,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 8,
    "name": "Orchid",
    "pride": "Exotic Blooms",
    "price": "$40",
    "type": "Flower",
    "assetImage": "pot4a.png",
    "description": "Orchids are known for their stunning and intricate flowers. With a wide range of colors, shapes, and sizes, orchids are a symbol of elegance and sophistication. Their exquisite blooms captivate the eye and make them a cherished gift for special occasions. Although considered exotic, many orchids can be successfully cultivated with proper care.",
    "height": 20.0,
    "humidity": 50.0,
    "width": 12.0,
    "isRecommended": false,
    "isTop": true,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 9,
    "name": "Bamboo",
    "pride": "Graceful Stems",
    "price": "$28",
    "type": "Grass",
    "assetImage": "pot7.png",
    "description": "Bamboo plants have elegant and fast-growing stems. As symbols of strength and flexibility, bamboo plants hold cultural significance in many societies. Their graceful appearance and rapid growth make them an attractive choice for both indoor and outdoor settings.",
    "height": 96.0,
    "humidity": 45.0,
    "width": 12.0,
    "isRecommended": true,
    "isTop": true,
    "isIndoor": false,
    "isOutdoor": true
  },
  {
    "id": 10,
    "name": "Jade Plant",
    "pride": "Symbol of Prosperity",
    "price": "$18",
    "type": "Succulent",
    "assetImage": "pot8.png",
    "description": "Jade plants are believed to bring luck and are easy to care for. With their thick, fleshy leaves and sturdy stems, these succulents symbolize resilience and prosperity. Jade plants thrive in bright light and well-draining soil, making them a delightful addition to your plant collection.",
    "height": 10.0,
    "humidity": 35.0,
    "width": 8.0,
    "isRecommended": false,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": true
  },
  {
    "id": 11,
    "name": "Peace Lily",
    "pride": "Air-Purifying",
    "price": "$22",
    "type": "Flower",
    "assetImage": "pot11.png",
    "description": "Peace lilies have lush leaves and help improve indoor air quality. With their elegant white blooms, peace lilies add a touch of serenity to any space. These plants are known for their air-purifying qualities and ability to thrive in low-light conditions, making them a popular choice for homes and offices.",
    "height": 16.0,
    "humidity": 70.0,
    "width": 12.0,
    "isRecommended": true,
    "isTop": true,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 12,
    "name": "Pothos",
    "pride": "Trailing Elegance",
    "price": "$16",
    "type": "Foliage",
    "assetImage": "pot12.png",
    "description": "Pothos plants have cascading vines, perfect for hanging baskets. With their heart-shaped leaves and trailing growth, pothos plants bring a touch of natural beauty to any setting. These low-maintenance plants are great for beginners and can thrive in a variety of light conditions.",
    "height": 12.0,
    "humidity": 50.0,
    "width": 12.0,
    "isRecommended": true,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": false
  },
  {
    "id": 13,
    "name": "Aloe Vera",
    "pride": "Soothing Gel",
    "price": "$14",
    "type": "Succulent",
    "assetImage": "pot1.png",
    "description": "Aloe vera plants are known for their healing properties and gel-filled leaves. With their spiky leaves and therapeutic gel, aloe vera plants have been used for centuries for their soothing effects on burns and skin irritations. These succulents thrive in bright light and well-draining soil.",
    "height": 8.0,
    "humidity": 25.0,
    "width": 6.0,
    "isRecommended": true,
    "isTop": false,
    "isIndoor": true,
    "isOutdoor": true
  },
  {
    "id": 14,
    "name": "Spider Plant",
    "pride": "Easy to Propagate",
    "price": "$13",
    "type": "Foliage",
    "assetImage": "pot14.png",
    "description": "Spider plants produce 'pups' that can be propagated into new plants. With their arching leaves and white-striped variegation, spider plants add a dynamic touch to any room. These resilient plants are excellent air purifiers and can adapt to a range of lighting conditions.",
    "height": 10.0,
    "humidity": 40.0,
    "width": 10.0,
    "isRecommended": true,
    "isTop": false,
    "isIndoor": false,
    "isOutdoor": true
  },
  {
    "id": 15,
    "name": "Carnation",
    "pride": "Sweet Fragrance",
    "price": "$8",
    "type": "Flower",
    "assetImage": "pot15.png",
    "description": "Carnations have a delightful scent and come in various colors. With their ruffled petals and sweet fragrance, carnations are beloved in floral arrangements and gardens. These versatile flowers can convey different emotions depending on their color, making them a thoughtful gift for various occasions.",
    "height": 14.0,
    "humidity": 55.0,
    "width": 8.0,
    "isRecommended": true,
    "isTop": true,
    "isIndoor": false,
    "isOutdoor": true
  }
]
